{"text": "Biotonic: Low red blood cell count, subcutaneous bleeding, hair loss, thin blood, pale complexion, cold intolerance, dizziness and irregular heartbeat.", "price": "$20", "metadata": {"product_name": "Biotonic", "image_path": "biotonic.png"}}
{"text": "Stanarol: Helps reduce high blood fat, prevents hardening of arteries and buildup of fat plaques in blood vessels.", "price": "$25", "metadata": {"product_name": "Stanarol", "image_path": "stanarol.png"}}
{"text": "Apchol: Supports people with high blood pressure, partial paralysis after stroke and weakness or numbness in the limbs, making walking difficult.", "price": "$30", "metadata": {"product_name": "Apchol", "image_path": "apchol.png"}}
{"text": "Momengan: Helps prevent and support fatty liver and high liver enzymes; suitable for those who drink alcohol or have high blood fat.", "price": "$28", "metadata": {"product_name": "Momengan", "image_path": "momengan.png"}}
{"text": "Lungarde: Relieves chronic asthma, shortness of breath, itchy throat, dry cough, phlegm and hoarseness; effective for persistent itchy cough.", "price": "$32", "metadata": {"product_name": "Lungarde", "image_path": "lungarde.png"}}
{"text": "Bonaflow: Helps with urinary disorders such as nocturia, frequent urination, inability to hold urine, incomplete urination, weak stream and bladder pain or retention.", "price": "$35", "metadata": {"product_name": "Bonaflow", "image_path": "bonaflow.png"}}
{"text": "Malodin: Relieves headaches due to migraine, heatstroke, sinusitis, stress and lack of sleep; especially helpful for migraines and sinusitis.", "price": "$22", "metadata": {"product_name": "Malodin", "image_path": "malodin.png"}}
{"text": "X-PMS: This product is for woman only, Addresses menstrual disorders including painful periods, missed periods, heavy menstrual flow and symptoms of perimenopause and menopause.", "price": "$29", "metadata": {"product_name": "X-PMS", "image_path": "xpms.png"}}
{"text": "Livergarde: Promotes liver detoxification and cooling: helps with food allergies, itchy skin, acne, dark or oily complexion, ulcers, constipation, rectal bleeding, anal burning, bloating and poor digestion.", "price": "$33", "metadata": {"product_name": "Livergarde", "image_path": "livergarde.png"}}
{"text": "Hemorrid: Treats internal and external hemorrhoids; relieves dysentery, colitis, anal burning, swelling and itching; eases painful bowel movements and bleeding.", "price": "$27", "metadata": {"product_name": "Hemorrid", "image_path": "hemorrid.png"}}
{"text": "Digestgarde: Treats cold stomach conditions that cause indigestion, bloating, belching, chest tightness, choking and hiccups.", "price": "$24", "metadata": {"product_name": "Digestgarde", "image_path": "digestgarde.png"}}
{"text": "Gerdgarde: Relieves chronic acid reflux and bitter or sour mouth; eases gas, bloating and stomach pain when no ulcers are detected.", "price": "$26", "metadata": {"product_name": "Gerdgarde", "image_path": "gerdgarde.png"}}
{"text": "Cerebraun: Enhances brain function and helps with memory loss, anxiety, fear, sweaty palms, palpitations, dizziness and sensitivity to cold.", "price": "$38", "metadata": {"product_name": "Cerebraun", "image_path": "cerebraun.png"}}
{"text": "Destressor: Reduces nervous tension, headaches, insomnia, irritability and inability to stay calm.", "price": "$31", "metadata": {"product_name": "Destressor", "image_path": "destressor.png"}}
{"text": "Fibromydol: Helps the body fight fibromyalgia and chronic fatigue, relieving widespread pain and exhaustion that leaves limbs heavy and tasks difficult.", "price": "$42", "metadata": {"product_name": "Fibromydol", "image_path": "fibromidol.png"}}
{"text": "Regulegs: Relieves pain, numbness and burning in the legs due to peripheral neuropathy, diabetic complications or peripheral artery disease; reduces cramping and pain when walking, especially at night.", "price": "$36", "metadata": {"product_name": "Regulegs", "image_path": "regulegs.png"}}
{"text": "Goutgarde: Helps soothe gout symptoms: swelling and pain in the big toe, feet, ankles, fingers and wrists.", "price": "$34", "metadata": {"product_name": "Goutgarde", "image_path": "goutgarde.png"}}
{"text": "Heelgarde: Reduces heel pain caused by heel spurs and plantar fasciitis and alleviates ankle and foot muscle pain due to weight gain or diet; supports tendon and muscle recovery.", "price": "$29", "metadata": {"product_name": "Heelgarde", "image_path": "heelgarde.png"}}
{"text": "Wristgarde: Eases pain in wrists, hands and fingers; helps with carpal tunnel syndrome, tremors, numbness, gouty arthritis and tendonitis from repetitive motion.", "price": "$31", "metadata": {"product_name": "Wristgarde", "image_path": "wristgarde.png"}}
{"text": "Shouldergarde: Addresses neck and shoulder pain that causes headaches, tinnitus, jaw stiffness and numbness; supports conditions like cervical spondylosis and shoulder injuries.", "price": "$33", "metadata": {"product_name": "Shouldergarde", "image_path": "shouldergarde.png"}}
{"text": "Lumbargarde: Relieves chronic lower back pain and sciatica; helps with herniated discs, spinal spurs and hip joint pain; offers herbal support to avoid surgery.", "price": "$37", "metadata": {"product_name": "Lumbargarde", "image_path": "lumbargarde.png"}}
{"text": "Jointgarde: Nourishes major joints such as shoulders, hips and knees; improves circulation and supports natural regeneration of cartilage and synovial fluid; effective for frozen shoulder, hip pain and knee pain.", "price": "$45", "metadata": {"product_name": "Jointgarde", "image_path": "jointgarde.png"}}